CSI API ETABS v1
cDesignSteel.EN1993_1_1_2005 Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cDStEN1993_1_1_2005 EN1993_1_1_2005 { get; }
ReadOnly Property EN1993_1_1_2005 As cDStEN1993_1_1_2005
	Get
Dim instance As cDesignSteel
Dim value As cDStEN1993_1_1_2005
value = instance.EN1993_1_1_2005
property cDStEN1993_1_1_2005^ EN1993_1_1_2005 {
	cDStEN1993_1_1_2005^ get ();
}
abstract EN1993_1_1_2005 : cDStEN1993_1_1_2005 with get
Property Value
Type: cDStEN1993_1_1_2005
See Also
Reference
cDesignSteel Interface
ETABSv1 Namespace